{
  "name":"Elemental do Fogo",
  "name_pronoun":"o Elemental do Fogo",
  "english_name":"Fire Elemental",

  "source":["bestiario","pota"],

  "type":"Elemental",
  "size":"Grande",
  
  "defense_cr":1,
  "hp_cr":9,
  "atk_cr":7,
  "damage_cr":4,
  "resistances_and_immunities_cr":3.625,

  "challenge_ratio":7,
  "xp":1840,
  "defense":13,
  "bonuses_in_defense":[],
  "hp":102,
  "mana":0,

  "movement_walking":0,
  "movement_hovering":10,
  "movement_flying":0,
  "movement_burrow":0,
  "movement_climbing":0,
  "movement_swimming":0,

  "strength":11,
  "vitality":16,
  "agility":17,
  "charisma":15,
  "willpower":10,
  "wisdom":8,
  "intelligence":5,

  "skills":[],

  "vulnerability":[],
  "resistances":["Físico de armas não mágicas"],
  "immunities":["Fogo","Veneno"],
  "condition_immunities":["Agarrado","Caído","Exausto","Paralisado","Petrificado"],

  "dark_vision":12,
  "blind_sight":0,
  "tremor_sense":0,
  "true_vision":0,

  "languages":["Primordial"],
  "telepathy":false,
  "only_understands":false,
  
  "alignment":"Neutro",

  "loot":[],
	
  "abilities":[
    {
      "name":"Fraqueza a Água",
      "description":["Para cada 2 litros de água, ou 1 metro de deslocamento sobre a água, o elemental sofre 1 de dano de gelo."]
    },
    {
      "name":"Forma de Fogo",
      "description":["O elemental pode se mover através de um espaço estreito normalmente. Uma criatura que toque o elemental ou o acerte com um ataque corpo a corpo enquanto estiver a 1 m dele recebe 1d10 de dano de fogo. Além disso, o elemental pode entrar no espaço de uma criatura hostil e parar lá. Na primeira vez em que entra no espaço de uma criatura em um turno, aquela criatura sofre 1d10 de dano de fogo e pega fogo; até que alguém execute uma ação para apagar o fogo, a criatura sofre 1d10 de dano de fogo no início de cada um de seus turnos, enquanto o fogo não for apagado."]
    },
    {
      "name":"Iluminação",
      "description":["O Elemental emite luz em um raio de 6 metros e penumbra por mais 6 metros."]
    }
  ],

  "spellcaster_level":0,
  "spellcasting_attribute":"",
  "special_spell_feature":"",
  "arcane_failure":0,
  "spells":[],

  "innate_spellcasting_description":"",
  "innate_spellcasting_attribute":"",
  "innate_spellcasting":[],

  "actions": [
    {
      "name":"Ataques Múltiplos",
      "limit":"",
      "recharge":"",
      "range":"",
      "roll":"",
      "damage":"",
      "save_throw":"",
      "time":"Ação de Ataque",
      "effect":["O Elemental do Fogo realiza 2 ataques com o Toque do Fogo Verdadeiro."]
    },
    {
      "name":"Toque do Fogo Verdadeiro",
      "limit":"",
      "recharge":"",
      "range":"Corpo a Corpo",
      "roll":"+6",
      "damage":"2d6+3 (Fogo)",
      "save_throw":"",
      "time":"",
      "effect":["Se o alvo for uma criatura ou um objeto inflamável, ele se inflama. Até que uma criatura realize uma ação para apagar o fogo, o alvo sofre 1d10 de dano de fogo no início de cada um de seus turnos."]
    }
  ],

  "legendary_actions":[],

  "lair_description":[],
  "lair_actions":[],

  "regional_effects_description":[],
  "regional_effects_dissolution":"",

  "description":[
    "<h3>Elementais</h3>",
    "Os elementais são encarnações dos elementos que constituem o multiverso: água, ar, fogo e terra. Embora não sejam mais do que energia animada em seus planos de existência, eles podem ser convocador por conjuradores e seres poderosos para ganhar forma e realizar tarefas.",
    "Em seu plano natal, um elemental é uma força vital imaterial. Sua consciência só se manifesta em forma física quando focado pelo poder de magia. Um espírito selvagem de força elemental não possui desejos, exceto seguir o curso do elemento do seu plano nativo.",
    "Certas magias e itens mágicos podem conjurar um elemental, invocando-o dos Planos Interiores para o Plano Material. Os elementais, instintivamente, ficam ressentidos por serem tirados de seus planos nativos e forçados a servir. Uma criatura que invoque um elemental deve exercer sua força de vontade para controlá-lo.",
    "Magia poderosa pode vincular um espírito elemental a entrar em um material modelo que define um uso e função específicos. Caçadores invisíveis são elementais do ar vinculados a uma forma específica, assim como os elementais da água podem ser modelados em anomalias da água.",
    "A força da magia e materiais que vinculam um elemental determinam o quão bem o elemental funciona em uma forma vinculada. Golens são espíritos elementais vinculados a formas físicas, porém, matérias mais frágeis como carne e barro não podem vincular poder elemental suficiente. Materiais resistentes como pedra e ferro requerem magia mais forte, consequentemente vinculando um elemental com mais segurança.",
    "Devido a sua natureza elemental, um elemental não precisa respirar, comer, beber ou dormir.",
    "<h3>Elemental do Fogo</h3>",
    "Uma forma vagamente humanoide tremula no centro desse incontrolável incêndio ambulante. Um elemental do fogo é uma força de devastação caprichosa. Para onde quer que se mova, ele ateia fogo ao seu redor, tornando o mundo em cinzas, fumaça e brasas. A água pode parar seu progresso destrutivo, fazendo o elemental do fogo recuar."
  ]
}